tap "auth0/auth0-cli"
tap "dopplerhq/cli"
tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "sst/tap"
tap "withgraphite/tap"
brew "bat"
brew "btop"
brew "caddy"
brew "glib"
brew "cairo"
brew "cocoapods"
brew "docker"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "node"
brew "firebase-cli"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gopls"
brew "imagemagick"
brew "ios-deploy"
brew "openjdk"
brew "jdtls"
brew "jenv"
brew "jq"
brew "just"
brew "lazygit"
brew "lefthook"
brew "libimobiledevice"
brew "luarocks"
brew "mas"
brew "maven"
brew "neovim"
brew "nvm"
brew "openfortivpn"
brew "openjdk@17"
brew "pnpm"
brew "poppler"
brew "python@3.12"
brew "ripgrep"
brew "rsync"
brew "screenfetch"
brew "sevenzip"
brew "sonar-scanner"
brew "sql-formatter"
brew "sqlfluff"
brew "starship"
brew "stow"
brew "tree-sitter-cli"
brew "wget"
brew "xcodegen"
brew "yarn"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "auth0/auth0-cli/auth0"
brew "dopplerhq/cli/doppler"
brew "felixkratz/formulae/sketchybar"
brew "sst/tap/opencode"
brew "withgraphite/tap/graphite"
cask "aerospace"
cask "android-ndk"
cask "android-studio"
cask "betterdisplay"
cask "bitwarden"
cask "bruno"
cask "cleanshot"
cask "discord"
cask "firefox"
cask "ghostty"
cask "postman"
cask "signal"
cask "slack"
cask "unnaturalscrollwheels"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "TestFlight", id: 899247664
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "angular.ng-template"
vscode "astro-build.astro-vscode"
vscode "atlassian.atlascode"
vscode "azemoh.one-monokai"
vscode "bradlc.vscode-tailwindcss"
vscode "codeandstuff.package-json-upgrade"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "irongeek.vscode-env"
vscode "matthewpi.caddyfile-support"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mssql"
vscode "mtxr.sqltools-driver-mysql"
vscode "mtxr.sqltools-driver-pg"
vscode "mtxr.sqltools-driver-sqlite"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "saposs.sap-hana-driver-for-sqltools"
vscode "shopify.theme-check-vscode"
vscode "sonarsource.sonarlint-vscode"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "thibault-vanderseypen.i18n-json-editor"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
